/* font name and size in points */
"%@ %.1f pt." = "%@ %.1f pt.";

/* urgent / CL / cancel sheet title; parameters are name and status */
"%@ is in %@ mode" = "%@ is in %@ mode";

/* incoming file transfer progress. parameters are transferred size and total size, units (KB, MB etc.) included */
"%@ of %@" = "%@ of %@";

/* status text in outgoing message window status bar; parameters are status and time */
"%@ since %@" = "%@ since %@";

/* No comment provided by engineer. */
"%d bytes" = "%d bytes";

/* one contact */
"%d contact" = "%d contact";

/* more than one contact */
"%d contacts" = "%d contacts";

/* No comment provided by engineer. */
"%d files" = "%d files";

/* No comment provided by engineer. */
"%d KB" = "%d KB";

/* No comment provided by engineer. */
"%d MB" = "%d MB";

/* terminator of list of filenames in history view */
")" = ")";

/* list separator for language list
   separator in list of filenames in history view */
", " = ", ";

/* No comment provided by engineer. */
"1 file" = "1 file";

/* parameter is folder name */
"A file with the same name already exists in %@. Replacing it will overwrite its current contents." = "A file with the same name already exists in %@. Replacing it will overwrite its current contents.";

/* Add To List toolbar item tool tip */
"Add The Sender To Your Contact List" = "Add The Sender To Your Contact List";

/* Add To List toolbar item palette label */
"Add To Contact List" = "Add To Contact List";

/* menu command */
"Add to Invisible List" = "Add to Invisible List";

/* Add To List toolbar item label */
"Add To List" = "Add To List";

/* menu command */
"Add to Visible List" = "Add to Visible List";

/* title of informational alert */
"Adding Contacts to your List" = "Adding Contacts to your List";

/* informational alert message */
"All contacts on your server-stored contact list will be added to this contact list. Existing contacts will not be changed." = "All contacts on your server-stored contact list will be added to this contact list. Existing contacts will not be changed.";

/* label in history view */
"Authorization Denied" = "Authorization Denied";

/* label in history view */
"Authorization Granted" = "Authorization Granted";

/* label in history view */
"Authorization Request" = "Authorization Request";

/* No comment provided by engineer. */
"Authorization Request to %@" = "Authorization Request to %@";

/* No comment provided by engineer. */
"Available" = "Available";

/* No comment provided by engineer. */
"Away" = "Away";

/* Cancel button on unsaved details alert
   Cancel button on alert sheet
   Cancel button on informational alert */
"Cancel" = "Cancel";

/* file transfer cancellation title
   file transfer cancelation title */
"Canceled" = "Canceled";

/* No comment provided by engineer. */
"Change %@ Message" = "Change %@ Message";

/* folder selection dialog title */
"Choose where to save received files" = "Choose where to save received files";

/* button on incoming file transfer window after transfer is complete
   Close button on alert sheet */
"Close" = "Close";

/* No comment provided by engineer. */
"Conversation with %@" = "Conversation with %@";

/* Sample outgoing message text */
"Cozy lummox gives smart squid who asks for job pen." = "Cozy lummox gives smart squid who asks for job pen.";

/* file transfer rejection title */
"Declined" = "Declined";

/* Delete history toolbar item label
   Delete history toolbar item palette label */
"Delete" = "Delete";

/* action name for undo/redo */
"Delete Contact" = "Delete Contact";

/* Delete history toolbar item tool tip */
"Delete this history" = "Delete this history";

/* alert sheet title */
"Disconnected" = "Disconnected";

/* No comment provided by engineer. */
"Do Not Disturb" = "Do Not Disturb";

/* Alert title */
"Do you want to save the changes you made to your details?" = "Do you want to save the changes you made to your details?";

/* No comment provided by engineer. */
"Do you want to stop the file transfer?" = "Do you want to stop the file transfer?";

/* Don't Save button on unsaved details alert */
"Don't Save" = "Don't Save";

/* file transfer error title */
"Error" = "Error";

/* parameter is sender's name */
"File transfer from %@" = "File transfer from %@";

/* description in history view, a list of filenames follows */
"File Transfer Request (" = "File Transfer Request (";

/* No comment provided by engineer. */
"File Transfer to %@" = "File Transfer to %@";

/* Find button title */
"Find" = "Find";

/* No comment provided by engineer. */
"Free for Chat" = "Free for Chat";

/* menu command to hide offline contacts */
"Hide Offline Contacts" = "Hide Offline Contacts";

/* menu command to hide the status bar */
"Hide Status Bar" = "Hide Status Bar";

/* Show history toolbar item label
   Show history toolbar item palette label */
"History" = "History";

/* history window title */
"History for %@" = "History for %@";

/* No comment provided by engineer. */
"ICQ user number %@ appears on your list as %@" = "ICQ user number %@ appears on your list as %@";

/* alert sheet message */
"Icy Juice will try to reconnect when the network becomes available." = "Icy Juice will try to reconnect when the network becomes available.";

/* Import button on informational alert */
"Import" = "Import";

/* information alert title */
"Importing Contacts from ICQ Servers" = "Importing Contacts from ICQ Servers";

/* info panel title when not showing anything
   Show Info toolbar item label
   Show Info toolbar item palette label */
"Info" = "Info";

/* info panel title when showing a single contact */
"Info on %@" = "Info on %@";

/* information alert title */
"Invalid Date Range" = "Invalid Date Range";

/* No comment provided by engineer. */
"Invisible" = "Invisible";

/* writing direction item in contextual menu */
"Left to Right" = "Left to Right";

/* writing direction item in contextual menu */
"Left_to_Right" = "Left_to_Right";

/* No comment provided by engineer. */
"Message (no recipients)" = "Message (no recipients)";

/* incoming message window title */
"Message from %@" = "Message from %@";

/* No comment provided by engineer. */
"Message to %@" = "Message to %@";

/* No comment provided by engineer. */
"Message to %@ and others" = "Message to %@ and others";

/* No comment provided by engineer. */
"Multiple recipients" = "Multiple recipients";

/* alert sheet title */
"Network Problem" = "Network Problem";

/* New User Assistant window title */
"New User" = "New User";

/* Show next message toolbar item label
   Show next message toolbar item palette label
   Show next message toolbar item menu representation */
"Next" = "Next";

/* authorization is not required */
"No" = "No";

/* No comment provided by engineer. */
"no contacts" = "no contacts";

/* No comment provided by engineer. */
"No recipients" = "No recipients";

/* No comment provided by engineer. */
"Not Available" = "Not Available";

/* No comment provided by engineer. */
"Not on your list" = "Not on your list";

/* No comment provided by engineer. */
"Occupied" = "Occupied";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* OK button on informational alert
   Button on alert sheet */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending Authorization" = "Pending Authorization";

/* No comment provided by engineer. */
"Please enter your ICQ password" = "Please enter your ICQ password";

/* menu command, parameter is the status */
"Read %@ Message" = "Read %@ Message";

/* generic menu command, appears when status message is unavailable */
"Read Status Message" = "Read Status Message";

/* parameter is status name */
"Reading User's %@ Message..." = "Reading User's %@ Message...";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Received %@ from %@" = "Received %@ from %@";

/* incoming file transfer. first parameter is '1 file' or 'n files', second parameter is sender's name */
"Receiving %@ from %@" = "Receiving %@ from %@";

/* Show recipients toolbar item palette label
   Show recipients toolbar item label */
"Recipients" = "Recipients";

/* menu command */
"Remove from Invisible List" = "Remove from Invisible List";

/* menu command */
"Remove from Visible List" = "Remove from Visible List";

/* action name for undo/redo */
"Rename Contact" = "Rename Contact";

/* button on name conflict sheet */
"Replace" = "Replace";

/* Reply toolbar item label
   Reply toolbar item palette label */
"Reply" = "Reply";

/* Reply toolbar item tool tip */
"Reply to this Message" = "Reply to this Message";

/* button on network problems alert sheet */
"Retry Now" = "Retry Now";

/* writing direction item in contextual menu */
"Right to Left" = "Right to Left";

/* writing direction item in contextual menu */
"Right_to_Left" = "Right_to_Left";

/* Save history toolbar item palette label
   Save history toolbar item label
   Save button on unsaved details alert */
"Save" = "Save";

/* button on name conflict sheet */
"Save As..." = "Save As...";

/* Save history toolbar item tool tip */
"Save history to file" = "Save history to file";

/* prompt in file transfer file selection panel
   prompt for destination folder selection panel
   button title in the default contact list selection sheet of the preferences panel
   prompt for received files folder selection panel */
"Select" = "Select";

/* Send message toolbar item label
   Send message toolbar item palette label */
"Send" = "Send";

/* Send message toolbar item tool tip */
"Send Message" = "Send Message";

/* timestamp in incoming message window */
"Sent: %@" = "Sent: %@";

/* Show Info toolbar item tool tip */
"Show Info" = "Show Info";

/* Show history toolbar item tool tip */
"Show Message History" = "Show Message History";

/* Show next message toolbar item tool tip */
"Show Next Message" = "Show Next Message";

/* menu command to show offline contacts */
"Show Offline Contacts" = "Show Offline Contacts";

/* Show recipients toolbar item tool tip */
"Show Recipients" = "Show Recipients";

/* menu command to show the status bar */
"Show Status Bar" = "Show Status Bar";

/* cancel button in save file as panel
   button on name conflict sheet */
"Skip" = "Skip";

/* window title; parameter is status name */
"Status Message from %@" = "Status Message from %@";

/* stop file transfer button */
"Stop" = "Stop";

/* Stop Find button title */
"Stop Find" = "Stop Find";

/* No comment provided by engineer. */
"The file %@ already exists. Do you want to replace it?" = "The file %@ already exists. Do you want to replace it?";

/* file transfer error message */
"The file transfer failed due to an error." = "The file transfer failed due to an error.";

/* file transfer time out message */
"The file transfer request timed out." = "The file transfer request timed out.";

/* file transfer rejection message */
"The file transfer request was declined." = "The file transfer request was declined.";

/* file transfer cancellation message. parameter is sender's name */
"The file transfer was canceled by %@." = "The file transfer was canceled by %@.";

/* file transfer cancellation message */
"The file transfer was canceled." = "The file transfer was canceled.";

/* Sample incoming message text */
"The little brown fox jumps over the lazy dog." = "The little brown fox jumps over the lazy dog.";

/* No comment provided by engineer. */
"The password you tried to log in with is incorrect. Please enter your password" = "The password you tried to log in with is incorrect. Please enter your password";

/* alert sheet message */
"There are new messages which you might have not read yet. Do you want to close anyway?" = "There are new messages which you might have not read yet. Do you want to close anyway?";

/* alert sheet title */
"There are unread messages" = "There are unread messages";

/* No comment provided by engineer. */
"This contact is already on your list" = "This contact is already on your list";

/* No comment provided by engineer. */
"This message will be displayed when you are marked as '%@'" = "This message will be displayed when you are marked as '%@'";

/* No comment provided by engineer. */
"This sheet will close in %d second" = "This sheet will close in %d second";

/* No comment provided by engineer. */
"This sheet will close in %d seconds" = "This sheet will close in %d seconds";

/* parameter is status name */
"This User's %@ Message:" = "This User's %@ Message:";

/* file transfer error title */
"Timed out" = "Timed out";

/* informational alert message */
"To add contacts to your contact list, use the Find Contacts panel. You can also use the Import from ICQ Servers… command if you have a contact list saved on the ICQ servers." = "To add contacts to your contact list, use the Find Contacts panel. You can also use the Import from ICQ Servers… command if you have a contact list saved on the ICQ servers.";

/* No comment provided by engineer. */
"URL: " = "URL: ";

/* default away message */
"User is currently away\nYou can leave him/her a message" = "User is currently away\nYou can leave him/her a message";

/* default occupied message */
"User is currently busy" = "User is currently busy";

/* default DND message */
"User is currently in DND mode" = "User is currently in DND mode";

/* default N/A message */
"User is currently N/A\nYou can leave him/her a message" = "User is currently N/A\nYou can leave him/her a message";

/* incoming file transfer starting */
"Waiting..." = "Waiting...";

/* authorization is required */
"Yes" = "Yes";

/* parameter is abbreviated status name */
"You can send the message as an urgent one, send it to his/her Contact List, or cancel sending. %@ message:" = "You can send the message as an urgent one, send it to his/her Contact List, or cancel sending. %@ message:";

/* parameter is abbreviated status name */
"You can send the message to his/her Contact List, or cancel sending. %@ message:" = "You can send the message to his/her Contact List, or cancel sending. %@ message:";

/* informational alert message */
"You should enter a vaild range of dates. In order to save all the messages, leave both fields blank." = "You should enter a vaild range of dates. In order to save all the messages, leave both fields blank.";

/* description in history view */
"You were added to this user's contact list" = "You were added to this user's contact list";

/* alert sheet message */
"You were disconnected. Check your Internet connection and the Network section in the Settings sheet and try again." = "You were disconnected. Check your Internet connection and the Network section in the Settings sheet and try again.";

/* Alert message */
"Your changes will be lost if you don't save them." = "Your changes will be lost if you don't save them.";

/* alert sheet message */
"Your ICQ number is being used on another computer." = "Your ICQ number is being used on another computer.";

